Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# RecordingConsent_LocationTitle
source: Allow location access?
fr_fr: Autoriser l'accès à la localisation ?
pt_br: Permitir acesso à localização?
zh_cn: 允许访问位置？
zh_tw: 允許存取位置？

# RecordingConsent_ScreenDescription
source: An agent is requesting access to capture your screen. This may capture images or video from your display and send them to the agent. Your choice will be remembered for future requests.
fr_fr: Un agent demande l'accès à la capture de votre écran. Cela peut capturer des images ou une vidéo de votre affichage et les envoyer à l'agent. Votre choix sera mémorisé pour les prochaines demandes.
pt_br: Um agente está solicitando acesso para capturar sua tela. Isso pode capturar imagens ou vídeo da sua tela e enviá-los ao agente. Sua escolha será lembrada para solicitações futuras.
zh_cn: 代理正在请求捕获您的屏幕。这可能会从您的显示器捕获图像或视频并发送给代理。您的选择将被记住用于以后的请求。
zh_tw: 代理正在請求擷取您的螢幕。這可能會從您的顯示器擷取影像或視訊並傳送給代理。您的選擇將被記住用於以後的請求。

# RecordingConsent_CameraDescription
source: An agent is requesting access to your camera. This may capture photos or video and send them to the agent. Your choice will be remembered for future requests.
fr_fr: Un agent demande l'accès à votre caméra. Cela peut capturer des photos ou une vidéo et les envoyer à l'agent. Votre choix sera mémorisé pour les prochaines demandes.
pt_br: Um agente está solicitando acesso à sua câmera. Isso pode capturar fotos ou vídeo e enviá-los ao agente. Sua escolha será lembrada para solicitações futuras.
zh_cn: 代理正在请求访问您的摄像头。这可能会捕获照片或视频并发送给代理。您的选择将被记住用于以后的请求。
zh_tw: 代理正在請求存取您的攝影機。這可能會擷取照片或視訊並傳送給代理。您的選擇將被記住用於以後的請求。

# RecordingConsent_LocationDescription
source: An agent is requesting access to your device location. This will send your current location to the agent. Your choice will be remembered for future requests.
fr_fr: Un agent demande l'accès à la localisation de votre appareil. Cela enverra votre position actuelle à l'agent. Votre choix sera mémorisé pour les prochaines demandes.
pt_br: Um agente está solicitando acesso à localização do seu dispositivo. Isso enviará sua localização atual ao agente. Sua escolha será lembrada para solicitações futuras.
zh_cn: 代理正在请求访问您的设备位置。这会将您的当前位置发送给代理。您的选择将被记住用于以后的请求。
zh_tw: 代理正在請求存取您的裝置位置。這會將您的目前位置傳送給代理。您的選擇將被記住用於以後的請求。

# RecordingConsent_Privacy
source: Only allow this if you trust the connected agent and gateway.
fr_fr: Autorisez uniquement si vous faites confiance à l'agent et à la passerelle connectés.
pt_br: Permita isso somente se você confiar no agente e no gateway conectados.
zh_cn: 仅当您信任已连接的代理和网关时才允许。
zh_tw: 僅在您信任已連線的代理和閘道器時才允許。

# RecordingConsent_Allow
source: Allow
fr_fr: Autoriser
pt_br: Permitir
zh_cn: 允许
zh_tw: 允許

# RecordingConsent_Deny
source: Deny
fr_fr: Refuser
pt_br: Negar
zh_cn: 拒绝
zh_tw: 拒絕

# Settings_PrivacyHeader
source: Privacy
fr_fr: Confidentialité
pt_br: Privacidade
zh_cn: 隐私
zh_tw: 隱私

# Settings_PrivacyDescription
source: Control which capabilities agents can use on this device.
fr_fr: Contrôlez quelles fonctionnalités les agents peuvent utiliser sur cet appareil.
pt_br: Controle quais recursos os agentes podem usar neste dispositivo.
zh_cn: 控制代理可以在此设备上使用哪些功能。
zh_tw: 控制代理可以在此裝置上使用哪些功能。

# Settings_AllowScreenRecording
source: Allow screen recording
fr_fr: Autoriser l'enregistrement d'écran
pt_br: Permitir gravação de tela
zh_cn: 允许屏幕录制
zh_tw: 允許螢幕錄製

# Settings_AllowCameraRecording
source: Allow camera recording
fr_fr: Autoriser l'enregistrement caméra
pt_br: Permitir gravação da câmera
zh_cn: 允许摄像头录制
zh_tw: 允許攝影機錄製

# SettingsPrivacyHeader.Text
source: Privacy
fr_fr: Confidentialité
pt_br: Privacidade
zh_cn: 隐私
zh_tw: 隱私

# SettingsPrivacyDescription.Text
source: Allow sensitive capture without prompting every time. OpenClaw still notifies you before each access and shows a countdown before recordings.
fr_fr: Autorisez les captures sensibles sans nouvelle demande à chaque fois. OpenClaw vous avertit toujours avant chaque accès et affiche un compte à rebours avant les enregistrements.
pt_br: Permita captura sensível sem perguntar todas as vezes. O OpenClaw ainda notifica você antes de cada acesso e mostra uma contagem regressiva antes das gravações.
zh_cn: 允许敏感捕获时无需每次询问。OpenClaw 仍会在每次访问前通知您，并在录制前显示倒计时。
zh_tw: 允許敏感擷取時無需每次詢問。OpenClaw 仍會在每次存取前通知您，並在錄製前顯示倒數計時。

# ScreenRecordingToggle.Header
source: Allow screen recording
fr_fr: Autoriser l'enregistrement d'écran
pt_br: Permitir gravação de tela
zh_cn: 允许屏幕录制
zh_tw: 允許螢幕錄製

# CameraRecordingToggle.Header
source: Allow camera recording
fr_fr: Autoriser l'enregistrement caméra
pt_br: Permitir gravação da câmera
zh_cn: 允许摄像头录制
zh_tw: 允許攝影機錄製

# Toast_ActivityStreamTip
source: ⚡ New: Activity Stream
fr_fr: ⚡ Nouveau: Fil d'activité
pt_br: ⚡ Novidade: Fluxo de atividade
zh_cn: ⚡ 新功能: 活动流
zh_tw: ⚡ 新功能: 串流活動

# Toast_ActivityStreamTipDetail
source: Open the tray menu to view live sessions, usage, and node activity in one flyout.
fr_fr: Ouvrez le menu de la zone de notification pour voir les sessions en direct, l'utilisation et l'activité des nœuds dans un seul menu volant.
pt_br: Abra o menu da bandeja para visualizar sessões em tempo real, uso e atividade dos Nodes em um único painel.
zh_cn: 打开托盘菜单即可查看实时会话、用量和节点活动。
zh_tw: 打開設定選項即可檢視實時會話、用量和節點活動。

# Toast_ActivityStreamTipButton
source: Open Activity Stream
fr_fr: Créer un nouveau flux d'activités
pt_br: Abrir fluxo de atividade
zh_cn: 打开活动流
zh_tw: 打開串流活動

# SettingsDeveloperModeHeader.Text
source: DEVELOPER MODE
fr_fr: MODE DÉVELOPPEUR
pt_br: MODO DE DESENVOLVEDOR
zh_cn: 开发者模式
zh_tw: 開發人員模式

# SettingsMcpServerToggle.Header
source: Enable Local MCP Server
fr_fr: Activer le serveur MCP local
pt_br: Ativar servidor MCP local
zh_cn: 启用本地 MCP 服务器
zh_tw: 啟用本機 MCP 伺服器

# SettingsMcpDescription.Text
source: Exposes the same node capabilities (system, screen, camera, microphone, speakers, canvas) to local MCP clients (Claude Desktop, Cursor, Claude Code).
fr_fr: Expose les mêmes capacités du nœud (système, écran, caméra, microphone, haut-parleurs, canvas) aux clients MCP locaux (Claude Desktop, Cursor, Claude Code).
pt_br: Disponibiliza os mesmos recursos do Node (sistema, tela, câmera, microfone, alto-falantes e Canvas) para clientes MCP locais (Claude Desktop, Cursor, Claude Code).
zh_cn: 向本地 MCP 客户端（Claude Desktop、Cursor、Claude Code）公开相同的节点功能（系统、屏幕、摄像头、麦克风、扬声器、画布）。
zh_tw: 向本機 MCP 用戶端（Claude Desktop、Cursor、Claude Code）公開相同的節點功能（系統、螢幕、攝影機、麥克風、喇叭、畫布）。

# SettingsMcpEndpointLabel.Text
source: Endpoint:
fr_fr: Point de terminaison :
pt_br: Ponto de extremidade:
zh_cn: 终结点：
zh_tw: 端點：

# SettingsMcpStatusLabel.Text
source: Status:
fr_fr: État :
pt_br: Estado:
zh_cn: 状态：
zh_tw: 狀態：

# Mcp_Status_Disabled
source: Disabled
fr_fr: Désactivé
pt_br: Desativado
zh_cn: 已禁用
zh_tw: 已停用

# Mcp_Status_Listening
source: Listening
fr_fr: À l'écoute
pt_br: Escutando
zh_cn: 正在监听
zh_tw: 監聽中

# Mcp_Status_Stopped
source: Stopped
fr_fr: Arrêté
pt_br: Parado
zh_cn: 已停止
zh_tw: 已停止

# Mcp_Status_WillStartOnSave
source: Will start on Save
fr_fr: Démarrera lors de l'enregistrement
pt_br: Será iniciado ao salvar
zh_cn: 保存后将启动
zh_tw: 儲存後將啟動

# Mcp_Status_WillStopOnSave
source: Will stop on Save
fr_fr: S'arrêtera lors de l'enregistrement
pt_br: Será parado ao salvar
zh_cn: 保存后将停止
zh_tw: 儲存後將停止

# Mcp_Status_FailedToStart
source: Failed to start:
fr_fr: Échec du démarrage :
pt_br: Falha ao iniciar:
zh_cn: 启动失败：
zh_tw: 啟動失敗：

# SettingsMcpTokenLabel.Text
source: Bearer token:
fr_fr: Jeton porteur :
pt_br: Token Bearer:
zh_cn: Bearer 令牌：
zh_tw: Bearer 權杖：

# SettingsMcpTokenRevealButton.Content
source: Reveal
fr_fr: Afficher
pt_br: Mostrar
zh_cn: 显示
zh_tw: 顯示

# SettingsMcpTokenCopyButton.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# SettingsMcpTokenResetButton.Content
source: Reset
fr_fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置
zh_tw: 重設

# SettingsMcpToken_RevealButton
source: Reveal
fr_fr: Afficher
pt_br: Mostrar
zh_cn: 显示
zh_tw: 顯示

# SettingsMcpToken_HideButton
source: Hide
fr_fr: Masquer
pt_br: Ocultar
zh_cn: 隐藏
zh_tw: 隱藏

# SettingsMcpToken_NotGenerated
source: (not generated: enable MCP server and click Save)
fr_fr: (non généré: activez le serveur MCP et cliquez sur Enregistrer)
pt_br: (não gerado: ative o servidor MCP e clique em Salvar)
zh_cn: (未生成: 启用 MCP 服务器并单击保存)
zh_tw: (尚未產生: 啟用 MCP 伺服器並按儲存)

# SettingsMcpToken_StoredAtFormat
source: Stored at {0}
fr_fr: Stocké à {0}
pt_br: Armazenado em {0}
zh_cn: 保存位置：{0}
zh_tw: 儲存於 {0}

# SettingsMcpToken_HintFormat
source: Send as 'Authorization: Bearer <token>' on every request. Stored at {0}.
fr_fr: Envoyer comme 'Authorization: Bearer <token>' à chaque requête. Stocké à {0}.
pt_br: Envie como 'Authorization: Bearer <token>' em todas as solicitações. Armazenado em {0}.
zh_cn: 每次请求都以 'Authorization: Bearer <token>' 发送。保存位置：{0}。
zh_tw: 每次請求皆以 'Authorization: Bearer <token>' 傳送。儲存於 {0}。

# SettingsMcpToken_ResetToastTitle
source: MCP token reset
fr_fr: Jeton MCP réinitialisé
pt_br: Token MCP redefinido
zh_cn: MCP 令牌已重置
zh_tw: MCP 權杖已重設

# SettingsMcpToken_ResetToastBody
source: Old MCP bearer tokens are now invalid.
fr_fr: Les anciens jetons porteur MCP sont désormais invalides.
pt_br: Os tokens Bearer MCP antigos agora são inválidos.
zh_cn: 旧的 MCP Bearer 令牌现已失效。
zh_tw: 舊的 MCP Bearer 權杖現已失效。

# SettingsMcpToken_ResetFailedFormat
source: Failed to reset token: {0}
fr_fr: Échec de la réinitialisation du jeton : {0}
pt_br: Falha ao redefinir o token: {0}
zh_cn: 重置令牌失败：{0}
zh_tw: 重設權杖失敗：{0}

# SettingsMcpTokenResetDialog_Title
source: Reset MCP bearer token?
fr_fr: Réinitialiser le jeton porteur MCP ?
pt_br: Redefinir o token Bearer MCP?
zh_cn: 重置 MCP Bearer 令牌？
zh_tw: 重設 MCP Bearer 權杖？

# SettingsMcpTokenResetDialog_Body
source: Existing local MCP clients (Claude Desktop, Cursor, Claude Code) will stop working until you reconfigure them with the new token.
fr_fr: Les clients MCP locaux existants (Claude Desktop, Cursor, Claude Code) cesseront de fonctionner jusqu'à ce que vous les reconfiguriez avec le nouveau jeton.
pt_br: Os clientes MCP locais existentes (Claude Desktop, Cursor, Claude Code) deixarão de funcionar até que você os reconfigure com o novo token.
zh_cn: 现有的本地 MCP 客户端（Claude Desktop、Cursor、Claude Code）将停止工作，直到您使用新令牌重新配置它们。
zh_tw: 現有的本機 MCP 用戶端（Claude Desktop、Cursor、Claude Code）將停止運作，直到您使用新權杖重新設定它們。

# SettingsMcpTokenResetDialog_PrimaryButton
source: Reset
fr_fr: Réinitialiser
pt_br: Redefinir
zh_cn: 重置
zh_tw: 重設

# SettingsMcpTokenResetDialog_CloseButton
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# WindowTitle_Downloading
source: Downloading Update...
fr_fr: Téléchargement en cours...
pt_br: Baixando atualização...
zh_cn: 正在下载更新...
zh_tw: 正在下載更新...

# Download_ProgressText
source: Downloading update...
fr_fr: Téléchargement en cours...
pt_br: Baixando atualização...
zh_cn: 正在下载更新...
zh_tw: 正在下載更新...

# UrlApproval_Caption
source: OpenClaw: Approve URL
fr_fr: OpenClaw: Approuver l'URL
pt_br: OpenClaw: Aprovar URL
zh_cn: OpenClaw: 批准 URL
zh_tw: OpenClaw: 核准 URL

# UrlApproval_Body
source: An agent wants to open a high-risk destination in your browser.
fr_fr: Un agent souhaite ouvrir une destination à haut risque dans votre navigateur.
pt_br: Um agente quer abrir um destino de alto risco no seu navegador.
zh_cn: 代理希望在您的浏览器中打开高风险目的地。
zh_tw: 代理想在您的瀏覽器中開啟高風險目標。

# UrlApproval_NoReasons
source: (no specific reasons captured)
fr_fr: (aucune raison spécifique capturée)
pt_br: (nenhum motivo específico registrado)
zh_cn: (未记录具体原因)
zh_tw: (未記錄特定原因)

# UrlApproval_ZoneFormat
source: Zone: {0}
pt_br: Zona: {0}
zh_cn: 区域：{0}
zh_tw: 區域：{0}

# UrlApproval_AgentFormat
source: Agent: {0}
pt_br: Agente: {0}
zh_cn: 代理：{0}
zh_tw: 代理：{0}

# UrlApproval_HostFormat
source: Host: {0}
fr_fr: Hôte : {0}
pt_br: Nome do host: {0}
zh_cn: 主机：{0}
zh_tw: 主機：{0}

# UrlApproval_ReasonsHeader
source: Reasons:
fr_fr: Raisons :
pt_br: Motivos:
zh_cn: 原因：
zh_tw: 原因：

# UrlApproval_YesHint
source: Yes: open this URL.
fr_fr: Oui: ouvrir cette URL.
pt_br: Sim: abrir esta URL.
zh_cn: 是: 打开此 URL。
zh_tw: 是: 開啟此 URL。

# UrlApproval_NoHint
source: No: block it.
fr_fr: Non: la bloquer.
pt_br: Não: bloquear esta URL.
zh_cn: 否: 阻止该请求。
zh_tw: 否: 封鎖此項。

# Onboarding_Title
source: OpenClaw Setup
fr_fr: Configuration d’OpenClaw
pt_br: Configuração do OpenClaw
zh_cn: OpenClaw 设置
zh_tw: OpenClaw 設定

# Onboarding_Back
source: Back
fr_fr: Retour
pt_br: Voltar
zh_cn: 上一步
zh_tw: 上一步

# Onboarding_Next
source: Next
fr_fr: Suivant
pt_br: Avançar
zh_cn: 下一步
zh_tw: 下一步

# Onboarding_Finish
source: Finish
fr_fr: Terminer
pt_br: Concluir
zh_cn: 完成
zh_tw: 完成

# Onboarding_IncompleteSetup_Title
source: Setup isn't complete
fr_fr: La configuration n’est pas terminée
pt_br: A configuração não está concluída
zh_cn: 设置尚未完成
zh_tw: 設定尚未完成

# Onboarding_IncompleteSetup_Body
source: OpenClaw still needs setup before it can open the Hub. Use Back to return to the wizard or connection steps, fix the missing setup, and then try Finish again.
fr_fr: OpenClaw a encore besoin d’être configuré avant de pouvoir ouvrir le Hub. Utilisez Retour pour revenir à l’assistant ou aux étapes de connexion, corrigez la configuration manquante, puis réessayez Terminer.
pt_br: O OpenClaw ainda precisa ser configurado antes de abrir o Hub. Use Voltar para retornar ao assistente ou às etapas de conexão, corrija o que estiver faltando e tente Concluir novamente.
zh_cn: OpenClaw 仍需要完成设置，才能打开 Hub。请使用“返回”回到向导或连接步骤，修复缺失的设置，然后再次尝试“完成”。
zh_tw: OpenClaw 仍需要完成設定，才能開啟 Hub。請使用「返回」回到精靈或連線步驟，修正缺少的設定，然後再次嘗試「完成」。

# Onboarding_IncompleteSetup_Close
source: OK
zh_cn: 确定
zh_tw: 確定

# Onboarding_Welcome_Title
source: Welcome to OpenClaw
fr_fr: Bienvenue dans OpenClaw
pt_br: Bem-vindo ao OpenClaw
zh_cn: 欢迎使用 OpenClaw
zh_tw: 歡迎使用 OpenClaw

# Onboarding_Welcome_Subtitle
source: Your AI assistant, in the system tray
fr_fr: Votre assistant IA, directement depuis la barre des tâches
pt_br: Seu assistente de IA na bandeja do sistema
zh_cn: 您的 AI 助手，就在系统托盘中
zh_tw: 您的 AI 助手，就在系統匣中

# Onboarding_Welcome_SecurityTitle
source: Security notice
fr_fr: Avis de sécurité
pt_br: Aviso de segurança
zh_cn: 安全提示
zh_tw: 安全性通知

# Onboarding_Welcome_SecurityBody
source: OpenClaw runs an AI agent that can execute commands, read and write files, and interact with your system on your behalf.
fr_fr: OpenClaw exécute un agent IA qui peut exécuter des commandes, lire et écrire des fichiers, et interagir avec votre système en votre nom.
pt_br: O OpenClaw executa um agente de IA que pode executar comandos, ler e gravar arquivos e interagir com o seu sistema em seu nome.
zh_cn: OpenClaw 运行一个 AI 代理，它可以代表你执行命令、读取和写入文件，并与你的系统交互。
zh_tw: OpenClaw 會執行 AI 代理程式，可代表你執行命令、讀寫檔案，並與你的系統互動。

# Onboarding_Welcome_TrustTitle
source: Your agent can:
fr_fr: Votre agent peut :
pt_br: Seu agente pode:
zh_cn: 您的代理可以：
zh_tw: 您的代理程式可以：

# Onboarding_Welcome_Trust_Commands
source: Run commands on your computer
fr_fr: Exécuter des commandes sur votre ordinateur
pt_br: Executar comandos no seu computador
zh_cn: 在您的计算机上运行命令
zh_tw: 在您的電腦上執行命令

# Onboarding_Welcome_Trust_Files
source: Read and write files
fr_fr: Lire et écrire des fichiers
pt_br: Ler e gravar arquivos
zh_cn: 读取和写入文件
zh_tw: 讀取和寫入檔案

# Onboarding_Welcome_Trust_Screen
source: Capture screenshots
fr_fr: Capturer des captures d'écran
pt_br: Capturar telas
zh_cn: 捕获屏幕截图
zh_tw: 擷取螢幕截圖

# Onboarding_Connection_Title
source: Choose your Gateway
fr_fr: Choisissez votre passerelle
pt_br: Escolha seu gateway
zh_cn: 选择网关
zh_tw: 選擇閘道

# Onboarding_Connection_Subtitle
source: Select how you want to connect to the OpenClaw gateway
fr_fr: Sélectionnez comment vous souhaitez vous connecter à la passerelle OpenClaw
pt_br: Selecione como você deseja se conectar ao Gateway do OpenClaw
zh_cn: 选择您希望如何连接到 OpenClaw 网关
zh_tw: 選擇您要如何連線到 OpenClaw 閘道

# Onboarding_Connection_Local
source: This PC (Local)
fr_fr: Cet ordinateur (local)
pt_br: Este PC (Local)
zh_cn: 本机（本地）
zh_tw: 本機（本地）

# Onboarding_Connection_Remote
source: Remote Gateway
fr_fr: Passerelle distante
pt_br: Gateway remoto
zh_cn: 远程网关
zh_tw: 遠端閘道

# Onboarding_Connection_Later
source: Configure Later
fr_fr: Configurer plus tard
pt_br: Configurar mais tarde
zh_cn: 稍后配置
zh_tw: 稍後設定

# Onboarding_LocalAi_RecheckAvailabilityButton.Content
source: Recheck
fr_fr: Revérifier
pt_br: Verificar novamente
zh_cn: 重新检查
zh_tw: 重新檢查

# Onboarding_Ready_Title
source: All set!
fr_fr: Tout est prêt !
pt_br: Tudo pronto!
zh_cn: 一切就绪！
zh_tw: 一切就緒！

# Onboarding_Ready_Subtitle
source: OpenClaw is ready to go. Here are some things to try:
fr_fr: OpenClaw est prêt. Voici quelques actions à essayer :
pt_br: O OpenClaw está pronto para usar. Aqui estão algumas coisas que você pode experimentar:
zh_cn: OpenClaw 已准备就绪。可以尝试以下操作：
zh_tw: OpenClaw 已準備就緒。以下是可以嘗試的項目：

# Onboarding_Ready_Feature_TrayMenu
source: Open menu bar panel
fr_fr: Ouvrir le panneau de la barre de menus
pt_br: Abrir painel do menu da bandeja
zh_cn: 打开菜单栏面板
zh_tw: 開啟功能表列面板

# Onboarding_Ready_Feature_Channels
source: Connect messaging channels
fr_fr: Connecter des canaux de messagerie
pt_br: Conectar canais de mensagens
zh_cn: 连接消息频道
zh_tw: 連接訊息頻道

# Onboarding_Ready_Feature_Voice
source: Try Voice Wake
fr_fr: Essayer l'activation vocale
pt_br: Experimentar Voice Wake
zh_cn: 试用语音唤醒
zh_tw: 試用語音喚醒

# Onboarding_Ready_Feature_Canvas
source: Use Canvas
fr_fr: Utiliser le canevas
pt_br: Usar Canvas
zh_cn: 使用画布
zh_tw: 使用畫布

# Onboarding_Ready_Feature_Skills
source: Enable Skills
fr_fr: Activer les compétences
pt_br: Ativar Skills
zh_cn: 启用技能
zh_tw: 啟用技能

# Onboarding_Ready_LaunchAtLogin
source: Launch OpenClaw at startup
fr_fr: Lancer OpenClaw au démarrage
pt_br: Iniciar o OpenClaw na inicialização
zh_cn: 开机时启动 OpenClaw
zh_tw: 開機時啟動 OpenClaw

# Onboarding_Ready_ConfigureLater
source: You can configure your gateway connection anytime from the tray menu.
fr_fr: Vous pouvez configurer votre connexion à la passerelle à tout moment depuis le menu de la barre des tâches.
pt_br: Você pode configurar sua conexão com o Gateway a qualquer momento pelo menu da bandeja.
zh_cn: 您可以随时从托盘菜单配置网关连接。
zh_tw: 您可以隨時從系統匣選單設定閘道連線。

# Onboarding_Ready_RemoteInfo
source: Make sure your remote gateway is running and accessible.
fr_fr: Assurez-vous que votre passerelle distante est en cours d'exécution et accessible.
pt_br: Verifique se o Gateway remoto está em execução e acessível.
zh_cn: 请确保您的远程网关正在运行且可以访问。
zh_tw: 請確認您的遠端閘道正在執行且可以存取。

# Onboarding_Connection_SetupCode
source: Setup Code
fr_fr: Code de configuration
pt_br: Código de configuração
zh_cn: 配置码
zh_tw: 設定碼

# Onboarding_Connection_SetupCodePlaceholder
source: Click to paste setup code
fr_fr: Cliquez pour coller le code de configuration
pt_br: Clique para colar o código de configuração
zh_cn: 点击粘贴配置码
zh_tw: 點擊貼上設定碼

# Onboarding_Connection_GatewayUrl
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关地址
zh_tw: 閘道器網址

# Onboarding_Connection_TokenPlaceholder
source: Paste bootstrap token
fr_fr: Collez le token d'amorçage
pt_br: Cole o token de inicialização
zh_cn: 粘贴引导 Token
zh_tw: 貼上引導 Token

# Onboarding_Connection_NodeMode
source: Node Mode
fr_fr: Mode nœud
pt_br: Modo Node
zh_cn: 节点模式
zh_tw: 節點模式

# Onboarding_Connection_TestConnection
source: Test Connection
fr_fr: Tester la connexion
pt_br: Testar conexão
zh_cn: 测试连接
zh_tw: 測試連線

# Onboarding_Connection_Ready
source: Ready to connect
fr_fr: Prêt à se connecter
pt_br: Pronto para conectar
zh_cn: 准备连接
zh_tw: 準備連線

# Onboarding_Connection_ConfigureLaterMsg
source: You can configure the gateway connection later from the tray menu.
fr_fr: Vous pouvez configurer la connexion à la passerelle ultérieurement depuis le menu de la barre des tâches.
pt_br: Você pode configurar a conexão com o Gateway mais tarde pelo menu da bandeja.
zh_cn: 您可以稍后从托盘菜单配置网关连接。
zh_tw: 您可以稍後從系統匣選單設定閘道連線。

# Onboarding_Connection_StatusDecoded
source: Setup code decoded
fr_fr: Code de configuration décodé
pt_br: Código de configuração decodificado
zh_cn: 配置码已解码
zh_tw: 設定碼已解碼

# Onboarding_Connection_StatusTokenRequired
source: Token is required
fr_fr: Le token est requis
pt_br: O token é obrigatório
zh_cn: Token 不能为空
zh_tw: Token 不能為空

# Onboarding_Connection_StatusConnecting
source: Connecting…
fr_fr: Connexion en cours…
pt_br: Conectando…
zh_cn: 正在连接…
zh_tw: 正在連線…

# Onboarding_Connection_StatusConnected
source: Connected to gateway
fr_fr: Connecté à la passerelle
pt_br: Conectado ao Gateway
zh_cn: 已连接到网关
zh_tw: 已連線到閘道

# Onboarding_Connection_StatusPairing
source: Device needs approval
fr_fr: L'appareil nécessite une approbation
pt_br: O dispositivo precisa de aprovação
zh_cn: 设备需要审批
zh_tw: 裝置需要核准

# Onboarding_Connection_StatusTokenMismatch
source: Token mismatch: check your bootstrap token
fr_fr: Token incorrect: vérifiez votre token d'amorçage
pt_br: Token incompatível: verifique seu token de inicialização
zh_cn: Token 不匹配: 请检查您的引导 Token
zh_tw: Token 不符: 請檢查您的引導 Token

# Onboarding_Connection_StatusTimeout
source: Connection timed out (15s): verify gateway is running
fr_fr: Connexion expirée (15 s): vérifiez que la passerelle est en cours d'exécution
pt_br: Tempo limite da conexão esgotado (15 s): verifique se o Gateway está em execução
zh_cn: 连接超时 (15s): 请确认网关正在运行
zh_tw: 連線逾時 (15s): 請確認閘道正在執行

# Onboarding_Permissions_Title
source: Grant Permissions
fr_fr: Accorder les autorisations
pt_br: Conceder permissões
zh_cn: 授予权限
zh_tw: 授予權限

# Onboarding_Permissions_Description
source: OpenClaw works best when it can send notifications, access your camera and microphone, capture your screen, and know your location. Grant permissions below.
fr_fr: OpenClaw fonctionne mieux lorsqu’il peut envoyer des notifications, accéder à votre caméra et microphone, capturer votre écran et connaître votre position. Accordez les autorisations ci-dessous.
pt_br: O OpenClaw funciona melhor quando pode enviar notificações, acessar sua câmera e seu microfone, capturar sua tela e saber sua localização. Conceda as permissões abaixo.
zh_cn: 当 OpenClaw 可以发送通知、访问摄像头和麦克风、捕获屏幕并了解你的位置时效果最佳。请在下方授予权限。
zh_tw: 當 OpenClaw 可以傳送通知、存取相機和麥克風、擷取螢幕並知道你的位置時效果最佳。請在下方授與權限。

# Onboarding_Permissions_Refresh
source: Refresh Status
fr_fr: Actualiser le statut
pt_br: Atualizar status
zh_cn: 刷新状态
zh_tw: 重新整理狀態

# Onboarding_Permissions_OpenSettings
source: Open Settings
fr_fr: Ouvrir les paramètres
pt_br: Abrir configurações
zh_cn: 打开设置
zh_tw: 開啟設定

# Onboarding_Permissions_Checking
source: Checking permissions…
fr_fr: Vérification des autorisations…
pt_br: Verificando permissões
zh_cn: 正在检查权限…
zh_tw: 正在檢查權限…

# Onboarding_Chat_Title
source: Meet your Agent
fr_fr: Rencontrez votre agent
pt_br: Conheça seu Agente
zh_cn: 认识您的代理
zh_tw: 認識您的代理程式

# Onboarding_Chat_Loading
source: Loading chat...
fr_fr: Chargement du chat…
pt_br: Carregando chat...
zh_cn: 正在加载聊天…
zh_tw: 正在載入聊天…

# Onboarding_Wizard_Title
source: Configuring Gateway
fr_fr: Configuration de la passerelle
pt_br: Configurando o Gateway
zh_cn: 配置网关
zh_tw: 設定閘道

# Onboarding_Wizard_Continue
source: Continue
fr_fr: Continuer
pt_br: Continuar
zh_cn: 继续
zh_tw: 繼續

# Onboarding_Wizard_Skip
source: Skip
fr_fr: Passer
pt_br: Pular
zh_cn: 跳过
zh_tw: 略過

# Onboarding_Wizard_Complete
source: Gateway configuration complete!
fr_fr: Configuration de la passerelle terminée !
pt_br: Configuração do Gateway concluída!
zh_cn: 网关配置完成！
zh_tw: 閘道設定完成！

# Onboarding_Wizard_Offline
source: Gateway wizard not available
fr_fr: Assistant de configuration non disponible
pt_br: Assistente do Gateway indisponível
zh_cn: 网关向导不可用
zh_tw: 閘道精靈無法使用
